brew "pyenv"
brew "curl"
brew "wget"
brew "gh"
brew "bash-completion@2"

# Tools
brew "jq"
brew "yarn"
brew "nvm"
brew "angular-cli"
brew "stern"

# Azure cli
brew "azure-cli"

# Kubernetes
brew "kubectl"
brew "kubernetes-cli"

# Helm
brew "helm"

# .Net
brew "dotnet"
# cask "dotnet-sdk"

# VS Code
cask "visual-studio-code"

#iTerm2
cask "iterm2"

#KeePassXC
cask "keepassxc"

# Lens
cask "lens"

# Postman
cask "postman"

# Posgresql
cask "pgadmin4"

# Other tools
brew "neovim"
