brew "pyenv"
brew "curl"
brew "wget"
brew "gh"
brew "bash-completion@2"

# Tools
brew "jq"
brew "yarn"
brew "nvm"
brew "angular-cli"

# Azure cli
brew "azure-cli"

# Kubernetes
brew "kubectl"

# .Net
brew "dotnet"
# cask "dotnet-sdk"

# VS Code
cask "visual-studio-code"

#iTerm2
cask "iterm2"

#KeePassXC
cask "keepassxc"